Repository: celestiamobile/CelestiaLocalization
Catalog: web/*.lproj/Localizable.strings
Languages: bg, de, ru, zh_cn

# COMMON_LOADING_ERROR
source: Loading error.
bg: Грешка при зареждането.
de: Ladefehler.
ru: Ошибка загрузки.
zh_cn: 加载失败。

# COMMON_OPEN_IN_CELESTIA
source: Open in Celestia
bg: Отваряне в „Celestia“
de: In Celestia öffnen
ru: Открыть в Celestia
zh_cn: 在 Celestia 中打开

# COMMON_OPEN_IN_CELESTIA_RECOMMENDED
source: Open in Celestia (Recommended)
bg: Отваряне в „Celestia“ (препоръчително)
de: In Celestia Öffnen (Empfohlen)
ru: Открыть в Celestia (рекомендуется)
zh_cn: 在 Celestia 中打开（推荐）

# COMMON_DOWNLOAD
source: Download
bg: Изтегляне
de: Herunterladen
ru: Скачать
zh_cn: 下载

# ADDON_AUTHOR_TEMPLATE
source: Author(s): %@
bg: Автор(и): %@
de: Author(en): %@
ru: Автор(ы): %@
zh_cn: 作者：%@

# ADDON_RELEASE_DATE_TEMPLATE
source: Release date: %@
bg: Дата на излизане: %@
de: Veröffentlichungsdatum: %@
ru: Дата релиза: %@
zh_cn: 发布日期：%@

# ADDON_LAST_UPDATED_TEMPLATE
source: Last updated: %@
bg: Последно обновяване: %@
ru: Последнее обновление: %@
zh_cn: 上次更新：%@

# ADDON_INSTALL_HINT
source: Note: restarting Celestia is needed to use any new installed add-on.
bg: Забележка: Рестартирайте „Celestia“ за активиране на новите инсталирани добавки.
de: Notiz: Ein Neustart von Celestia ist nötig, um neu installiere Add-ons zu benutzen.
ru: Примечание: перезапустите Celestia для активации новых установленных дополнений.
zh_cn: 注意: 需要重新启动 Celestia 以使用新插件。

# ADDON_OPEN_IN_CELESTIA_OR_DOWNNLOAD_TEMPLATE
source: %@ or %@
bg: %@ или %@
de: %@ oder %@
ru: %@ или %@
zh_cn: %@ 或者 %@

# ADDON_INSTALL_ADDON_HELP_TEMPLATE
source: How to install add-ons? Find out %@.
bg: Как се инсталира тази добавка? Вижте %@.
de: Wie installiert man Add-ons? Finde es heraus %@.
ru: Как установить дополнения? Смотрите %@.
zh_cn: 如何安装插件？在%@获取指导。

# ADDON_INSTALL_ADDON_HELP_ACTION
source: here
bg: тук
de: hier
ru: здесь
zh_cn: 这里

# GUIDE_TYPE_NEWS_TITLE
source: News
bg: Новини
de: Neuigkeiten
ru: Новости
zh_cn: 新闻

# GUIDE_TYPE_TOOLS_TITLE
source: Tools
bg: Инструменти
de: Werkzeuge
ru: Инструменты
zh_cn: 工具

# GUIDE_TYPE_TUTORIALS_TITLE
source: Tutorials
bg: Упътвания
de: Anleitungen
ru: Руководства
zh_cn: 教程

# ARTICLE_PUBLISH_DATE_TEMPLATE
source: Publish date: %@
bg: Дата на публикуване: %@

# ADDON_CATEGORY_TITLE
source: Add-on Categories
bg: Добавки
de: Add-on-Kategorien
ru: Категории дополнений
zh_cn: 插件分类

# ADDON_CATEGORY_DESCRIPTION
source: Add-on Categories
bg: Добавки
de: Add-on-Kategorien
ru: Категории дополнений
zh_cn: 插件分类

# ADDON_MADE_BY_AUTHOR_TITLE_TEMPLATE
source: Add-ons made by %@
bg: От: %@
de: Von %@ gemachte Add-ons
ru: Дополнения от %@
zh_cn: %@ 制作的插件

# ADDON_FOR_OBJECT_TITLE_TEMPLATE
source: Add-ons for %@
bg: Добавки за %@

# EMPTY_ADDON_LIST_TITLE
source: No Add-on Found
bg: Няма намерени добавки

# COMMON_ERROR_TITLE
source: Error
bg: Грешка
de: Fehler
ru: Ошибка
zh_cn: 错误

# ERROR_NOT_FOUND
source: The requested content is not found.
bg: Съдържанието не е намерено.
de: Der aufgeforderte Inhalt wurde nicht gefunden
ru: Запрашиваемый контент не был найден.
zh_cn: 请求的内容未找到。

# ERROR_FIELDS_MISSING
source: Some fields were missing in the request.
bg: Има липсващи полета.
de: Ein Paar Felder fehlen in der Auffoderung
ru: Некоторые поля запроса были пропущены.
zh_cn: 请求缺少关键字段。

# ERROR_INCORRECT_PARAMETERS
source: Some parameters were incorrect.
bg: Има неточни параметри.
de: Ein paar Parameter waren inkorrekt.
ru: Некоторые параметры запроса были некорректны.
zh_cn: 部分请求参数错误。

# ERROR_INTERNAL_ERROR
source: Internal server error.
bg: Вътрешна грешка на сървъра.
de: Interer Server-Fehler
ru: Внутренняя ошибка сервера.
zh_cn: 服务器内部错误。

# ADDON_INSTALL_HINT_NO_DEMO_OBJECT
source: Note: restarting Celestia is needed to use any new installed add-on. This add-on does not have a demo object, so only "Uninstall" option is visible, please navigate to the object by using search.
bg: Забележка: Рестартирайте „Celestia“ за активиране на новите инсталирани добавки. Тази добавка няма демонстрационен обект, затова само опцията „Премахни“ е видима, трябва да използвате търсачката за да намерите обекта.
de: Notiz: Ein Neustart von Celestia ist nötig, um neu installiere Add-ons zu benutzen. Dieses Add-on hat kein Demo-Objekt, also ist nur die Deinstallier-Option sichtbar, bitte navigiere mit der Suche zum Objekt.
ru: Примечание: перезапустите Celestia для активации новых установленных дополнений. Данное дополнение не содержит объекта для демонстрации, поэтому доступна только возможность «Удалить». Пожалуйста, перемещайтесь к объекту самостоятельно.
zh_cn: 注意: 需要重新启动 Celestia 以使用新插件。此插件没有演示天体，所以在 App 上只有“卸载”选项，请通过搜索自行前往。

# TAB_HOME_TITLE
source: Home
bg: Начало
de: Startseite
ru: Главная
zh_cn: 主页

# TAB_DOWNLOADS_TITLE
source: Downloads
bg: Изтегляне
de: Herunterladen
ru: Скачать
zh_cn: 下载

# TAB_NEWS_TITLE
source: News
bg: Новини
de: Neuigkeiten
ru: Новости
zh_cn: 新闻

# TAB_TUTORIALS_TITLE
source: Tutorials
bg: Упътвания
de: Anleitungen
ru: Руководства
zh_cn: 教程

# TAB_TOOLS_TITLE
source: Tools
bg: Инструменти
de: Werkzeuge
ru: Инструменты
zh_cn: 工具

# TAB_ADDONS_TITLE
source: Add-ons
bg: Добавки
ru: Дополнения
zh_cn: 插件

# TAB_ABOUT_TITLE
source: About
bg: Относно
de: Über
ru: О программе
zh_cn: 关于

# FRONT_PAGE_WELCOME_MESSAGE
source: Welcome to Celestia
bg: Добре дошли в „Celestia“
de: Wilkommen in Celestia
ru: Добро пожаловать в Celestia
zh_cn: 欢迎来到 Celestia

# FRONT_PAGE_DESCRIPTION_MESSAGE
source: Celestia is a free space simulator for Windows, Linux, macOS, iOS and Android. You can freely explore space in three dimensions.
bg: „Celestia“ е безплатен космически симулатор за Windows, Linux, macOS, iOS и Android. Можете свободно да изследвате космоса в три измерения.
de: Celestia ist ein kostenloser Weltraumsimulator für Windows, Linux, macOS, iOS und Android. Sie können den Weltraum frei in drei Dimensionen erkunden.
ru: Celestia — бесплатный космический симулятор для Windows, Linux, macOS, iOS и Android. Вы можете свободно исследовать космос в трёх измерениях.
zh_cn: Celestia 是一款适用于 Windows、Linux、macOS、iOS 和 Android 的免费太空模拟器。您可以在三维空间中自由探索宇宙。

# DOWNLOAD_AVAILABILITY_TEMPLATE
source: Celestia is available on %@, %@, %@, %@, %@, %@, %@, %@.
bg: „Celestia“ поддържа %@, %@, %@, %@, %@, %@, %@, %@.
de: Celestia ist Verfügbar für %@, %@, %@, %@, %@, %@, %@, %@.
ru: Celestia доступна на %@, %@, %@, %@, %@, %@, %@, %@.
zh_cn: Celestia 提供 %@, %@, %@, %@, %@, %@, %@, %@ 版本。

# PAGE_DESCRIPTION_DEFAULT
source: Get Celestia
bg: Изтегляне на „Celestia“
de: Kriege Celestia
ru: Получить Celestia
zh_cn: 获取 Celestia

# FRONT_PAGE_SUBHEADLINE_MESSAGE
source: Real-time 3D visualization of space
bg: Триизмерна визуализация на космоса в реално време
de: 3D-Visualisierung des Weltraums in Echtzeit
ru: Трёхмерная визуализация космоса в реальном времени
zh_cn: 实时三维太空可视化

# FRONT_PAGE_DOWNLOAD_BUTTON_TEXT
source: Download Celestia
bg: Изтеглете „Celestia”
de: Celestia herunterladen
ru: Скачать Celestia
zh_cn: 下载 Celestia

# FRONT_PAGE_DESCRIPTION_HEADER_1
source: 3D Space Simulator
bg: 3D космически симулатор
de: 3D-Weltraumsimulator
ru: 3D-симулятор космоса
zh_cn: 三维太空模拟器

# FRONT_PAGE_DESCRIPTION_MESSAGE_1
source: Celestia simulates many different types of celestial objects. From planets and moons to star clusters and galaxies, you can visit every object in the expandable database and view it from any point in space and time. The position and movement of solar system objects is calculated accurately in real time at any rate desired.
bg: „Celestia“ симулира много различни видове небесни тела. От планети и луни до звездни купове и галактики, можете да посетите всеки обект в разширяемата база данни и да го разгледате от всяка точка в пространството и времето. Позицията и движението на обектите от Слънчевата система се изчисляват точно в реално време с всяка желана скорост.
de: Celestia simuliert viele verschiedene Arten von Himmelskörpern. Von Planeten und Monden über Sternhaufen bis hin zu Galaxien können Sie jedes Objekt in der erweiterbaren Datenbank besuchen und von jedem beliebigen Punkt in Raum und Zeit aus betrachten. Die Position und Bewegung von Objekten des Sonnensystems wird in Echtzeit mit jeder gewünschten Geschwindigkeit genau berechnet.
ru: Celestia моделирует множество различных типов небесных тел. От планет и спутников до звёздных скоплений и галактик — вы можете посетить любой объект в расширяемой базе данных и рассмотреть его из любой точки пространства и времени. Положение и движение объектов Солнечной системы рассчитывается точно в реальном времени с любой желаемой скоростью.
zh_cn: Celestia 模拟多种不同类型的天体。从行星和卫星到星团和星系，您可以访问可扩展数据库中的每个天体，并从空间和时间中的任意位置进行观察。太阳系天体的位置和运动以任意所需速率进行实时精确计算。

# FRONT_PAGE_DESCRIPTION_HEADER_2
source: Interactive Planetarium
bg: Интерактивен планетариум
de: Interaktives Planetarium
ru: Интерактивный планетарий
zh_cn: 交互式天文馆

# FRONT_PAGE_DESCRIPTION_MESSAGE_2
source: Celestia serves as a planetarium — for an observer on any celestial object. You can easily navigate to any world and land on its surface. Celestia shows accurate positions of solar system objects in the sky, with labels and supporting features you can toggle on and off.
bg: „Celestia“ служи като планетариум — за наблюдател на всяко небесно тяло. Можете лесно да навигирате до всеки свят и да кацнете на повърхността му. „Celestia“ показва точните позиции на обектите от Слънчевата система на небето, с етикети и допълнителни функции, които можете да включвате и изключвате.
de: Celestia dient als Planetarium — für einen Beobachter auf jedem Himmelskörper. Sie können leicht zu jeder Welt navigieren und auf ihrer Oberfläche landen. Celestia zeigt genaue Positionen von Objekten des Sonnensystems am Himmel, mit Beschriftungen und unterstützenden Funktionen, die Sie ein- und ausschalten können.
ru: Celestia служит планетарием — для наблюдателя на любом небесном теле. Вы можете легко переместиться к любому миру и приземлиться на его поверхность. Celestia показывает точные положения объектов Солнечной системы на небе, с подписями и вспомогательными функциями, которые можно включать и выключать.
zh_cn: Celestia 可作为天文馆使用——适用于任何天体上的观察者。您可以轻松导航到任何星球并降落在其表面。Celestia 在天空中显示太阳系天体的精确位置，带有标签和辅助功能，您可以随时开关。

# FRONT_PAGE_DESCRIPTION_HEADER_3
source: Expandable Content
bg: Разширяемо съдържание
de: Erweiterbare Inhalte
ru: Расширяемый контент
zh_cn: 可扩展内容

# FRONT_PAGE_DESCRIPTION_MESSAGE_3_TEMPLATE
source: Celestia's catalogues can be easily expanded with add-ons containing new objects like comets or stars, high-resolution textures, 3D models for asteroids and spacecraft on precise trajectories, and even fictional objects from well-known sci-fi franchises. Want to promote your artwork? Submit your add-on %@.
bg: Каталозите на „Celestia“ могат лесно да бъдат разширени с добавки, съдържащи нови обекти като комети или звезди, текстури с висока резолюция, 3D модели на астероиди и космически кораби по точни траектории, и дори измислени обекти от известни научнофантастични поредици. Искате ли да качите Вашите изображения? Изпратете добавката си %@.
de: Die Kataloge von Celestia können leicht mit Add-ons erweitert werden, die neue Objekte wie Kometen oder Sterne, hochauflösende Texturen, 3D-Modelle für Asteroiden und Raumfahrzeuge auf präzisen Bahnen und sogar fiktive Objekte aus bekannten Science-Fiction-Franchises enthalten. Möchten Sie Ihr Kunstwerk fördern? Reichen Sie Ihr Add-on %@ ein.
ru: Каталоги Celestia можно легко расширить с помощью дополнений, содержащих новые объекты, такие как кометы или звёзды, текстуры высокого разрешения, 3D-модели астероидов и космических аппаратов на точных траекториях, и даже вымышленные объекты из известных научно-фантастических франшиз. Хотите распространить своё творение? Отправьте своё дополнение %@.
zh_cn: Celestia 的目录可以通过插件轻松扩展，这些插件包含新天体（如彗星或恒星）、高分辨率纹理、小行星和航天器的精确轨迹三维模型，甚至来自知名科幻系列的虚构天体。想要宣传自己的作品？在%@提交您的插件。

# FRONT_PAGE_DESCRIPTION_MESSAGE_3_ARG1
source: here
bg: тук
de: hier
ru: сюда
zh_cn: 这里

# FRONT_PAGE_DESCRIPTION_HEADER_4
source: Privacy & License
bg: Поверителност & Лиценз
de: Datenschutz & Lizenz
ru: Конфиденциальность & Лицензия
zh_cn: 隐私与许可

# FRONT_PAGE_DESCRIPTION_MESSAGE_4_TEMPLATE
source: Celestia only collects data for analytic and diagnostic purposes. See the %1$@. Celestia is licensed under the %2$@.
bg: „Celestia“ събира данни само за аналитични и диагностични цели. Вижте %1$@. „Celestia“ е лицензирана под %2$@.
de: Celestia erfasst nur Daten für Analyse- und Diagnosezwecke. Lesen Sie die %1$@. Celestia ist unter der %2$@ lizenziert.
ru: Celestia собирает данные только в аналитических и диагностических целях. Ознакомьтесь с %1$@. Celestia лицензирована в соответствии с %2$@.
zh_cn: Celestia 仅收集用于分析和诊断目的的数据。请参阅%1$@。Celestia 采用%2$@授权。

# FRONT_PAGE_DESCRIPTION_MESSAGE_4_ARG1
source: privacy policy
bg: политиката за поверителност
de: Datenschutzrichtlinie
ru: политикой конфиденциальности
zh_cn: 隐私政策

# FRONT_PAGE_DESCRIPTION_HEADER_5
source: Development & Credits
bg: Разработка & Заслуги
de: Entwicklung & Mitwirkende
ru: Разработка & Благодарности
zh_cn: 开发与致谢

# FRONT_PAGE_DESCRIPTION_MESSAGE_5_TEMPLATE
source: Celestia is open source. The source code is available at %1$@ and %2$@. See the %3$@ and %4$@. Full list of %5$@ and %6$@.
bg: „Celestia“ е с отворен код. Изходният код е достъпен в %1$@ и %2$@. Вижте %3$@ и %4$@. Пълен списък с %5$@ и %6$@.
de: Celestia ist Open Source. Der Quellcode ist verfügbar auf %1$@ und %2$@. Siehe den %3$@ und die %4$@. Vollständige Liste der %5$@ und %6$@.
ru: Celestia имеет открытый исходный код. Исходный код доступен на %1$@ и %2$@. Смотрите %3$@ и %4$@. Полный список %5$@ и %6$@.
zh_cn: Celestia 是开源软件。源代码可在 %1$@ 和 %2$@ 获取。查看%3$@和%4$@。完整的%5$@和%6$@列表。

# FRONT_PAGE_DESCRIPTION_MESSAGE_5_ARG3
source: build guide
bg: ръководството за компилиране
de: Bauanleitung
ru: руководство по сборке
zh_cn: 构建指南

# FRONT_PAGE_DESCRIPTION_MESSAGE_5_ARG4
source: third party libraries
bg: библиотеките на трети страни
de: Drittanbieter-Bibliotheken
ru: сторонние библиотеки
zh_cn: 第三方库

# FRONT_PAGE_DESCRIPTION_MESSAGE_5_ARG5
source: authors
bg: автори
de: Autoren
ru: авторов
zh_cn: 作者

# FRONT_PAGE_DESCRIPTION_MESSAGE_5_ARG6
source: translators
bg: преводачи
de: Übersetzer
ru: переводчиков
zh_cn: 翻译者

# FRONT_PAGE_DESCRIPTION_HEADER_6
source: Contacts
bg: Контакти
de: Kontakt
ru: Контакты
zh_cn: 联系方式

# FRONT_PAGE_DESCRIPTION_MESSAGE_6_TEMPLATE
source: For the original Celestia project: %1$@ or %2$@. For the frontends or website: use in-app feedback, %3$@, or %4$@.
bg: За оригиналния проект „Celestia“: %1$@ или %2$@. За приложенията или уебсайта: използвайте обратната връзка в приложението, %3$@ или %4$@.
de: Für das ursprüngliche Celestia-Projekt: %1$@ oder %2$@. Für die Benutzeroberflächen oder die Website: nutzen Sie das In-App-Feedback, %3$@ oder %4$@.
ru: Для оригинального проекта Celestia: %1$@ или %2$@. Для приложений или веб-сайта: используйте обратную связь в приложении, %3$@ или %4$@.
zh_cn: 关于 Celestia 原始项目：%1$@或%2$@。关于前端应用或网站：请使用应用内反馈、%3$@或%4$@。

# FRONT_PAGE_DESCRIPTION_MESSAGE_6_ARG1
source: forum
bg: форум
ru: форум
zh_cn: 论坛

# FRONT_PAGE_DESCRIPTION_MESSAGE_6_ARG2
source: GitHub discussions
bg: GitHub дискусии
de: GitHub-Diskussionen
ru: обсуждения на GitHub
zh_cn: GitHub 讨论

# FRONT_PAGE_DESCRIPTION_MESSAGE_6_ARG3
source: GitHub issues
bg: GitHub проблеми

# FRONT_PAGE_DESCRIPTION_MESSAGE_6_ARG4
source: e-mail
bg: имейл
ru: электронная почта
zh_cn: 电子邮件

# COMMON_TRANSLATE_THIS_PAGE_TEMPLATE
source: Help us translate this page %@.
bg: Искате ли да преведете тази страница? Натиснете %@.
de: Hilf uns %@, die Seite zu übersetzen.
ru: Вы можете помочь нам перевести эту страницу %@.
zh_cn: 点击%@帮助我们翻译这个页面。

# COMMON_TRANSLATE_THIS_PAGE_LINK_TEXT
source: here
bg: тук
de: hier
ru: здесь
zh_cn: 这里

# ADDON_CATEGORY_PSEUDO_MOST_VIEWED_TITLE
source: Most Viewed
bg: Популярни
ru: Самые просматриваемые
zh_cn: 最多查看

# ADDON_CATEGORY_PSEUDO_RECENTLY_PUBLISHED_TITLE
source: Recently Published
bg: Нови
ru: Недавно опубликованные
zh_cn: 最新发布

# ADDON_CATEGORY_PSEUDO_RECENTLY_UPDATED_TITLE
source: Recently Updated
bg: Обновени
ru: Недавно обновлённые
zh_cn: 最近更新

# ADDON_CATEGORY_PSEUDO_MOST_VIEWED_DESCRIPTION
source: Here is a list of add-ons that are most viewed.
bg: Това е списък с популярните добавки.
ru: Здесь представлен список самых просматриваемых дополнений.
zh_cn: 以下是最多查看的插件列表。

# ADDON_CATEGORY_PSEUDO_RECENTLY_PUBLISHED_DESCRIPTION
source: Here is a list of add-ons that are recently published.
bg: Това е списък с новите добавки.
ru: Здесь представлен список недавно опубликованных дополнений.
zh_cn: 以下是最新发布的插件列表。

# ADDON_CATEGORY_PSEUDO_RECENTLY_UPDATED_DESCRIPTION
source: Here is a list of add-ons that are recently updated.
bg: Това е списък с обновените добавки.
ru: Здесь представлен список недавно обновлённых дополнений.
zh_cn: 以下是最近更新的插件列表。

# CELESTIA_PLUS_LABEL
source: PLUS
bg: ПЛЮС

# COMMON_SEARCH_PLACEHOLDER
source: Search…
bg: Търсене…
ru: Поиск…
zh_cn: 搜索…

# DOWNLOAD_PLATFORM_ANDROID_HUAWEI
source: Android (Huawei)
zh_cn: Android (华为)

# DOWNLOAD_PLATFORM_ANDROID_AMAZON
source: Android (Amazon)
zh_cn: Android (亚马逊)

# DOWNLOAD_PLATFORM_ANDROID_SIDELOAD
source: Android (Sideload)
zh_cn: Android (侧载)

# FRONT_PAGE_DESCRIPTION_MESSAGE_4_ARG2
source: GNU General Public License
zh_cn: GNU 通用公共许可证
